import React from "react";
import "../../assets/css/SinglePackage.css";
import Header from "../Header/Header";
import Footer from "../Footer/Footer";
class SinglePackage extends React.Component {
  render() {
    return (
      <div>
        <div className="singlepackageshead">
          <Header></Header>
          <div className="showpackagebanner">
            <div className="showmidle">
              <h2>Details oF All Ziyarat</h2>
            </div>
          </div>
        </div>

        <div className="container p-5">
          <div className="row">
            <div className="col-lg-12 col-md-12 col-sm-12">
              <div className="iraqdetails text-center">
                <h3> Safar-E Ask </h3>
                <h2> jhalam imam hussain</h2>
              </div>
            </div>
          </div>
          <div className="row">
            <div className="col-4 col-md-4 col-sm-4">
              <div className="singlepackagesdbody">
                <h5>Stay Days of Iraq</h5>

                <table className="table table-responsive ">
                  <tr>
                    <td class="text-muted">دن</td>
                    <td>:</td>
                    <td>4 </td>
                    <td> کربلا</td>
                  </tr>
                  <tr>
                    <td class="text-muted">دن</td>
                    <td>:</td>
                    <td> 3</td>
                    <td> نجف </td>
                  </tr>

                  <tr>
                    <td class="text-muted">دن</td>
                    <td>:</td>
                    <td> 1</td>
                    <td> ثمرا</td>
                  </tr>

                  <tr>
                    <td class="text-muted">دن</td>
                    <td>:</td>
                    <td> 1</td>
                    <td>کاظمین</td>
                  </tr>
                </table>
              </div>
            </div>
          </div>

          <div className="row">
            <div className="col-4 col-md-4 col-sm-4">
              <div className="bigbox">
                <h5>Najaf</h5>
                <ul>
                  <li>
                    مرقداقدس مولا علیؑ ، مرقد اقدس حضرت آدم ؑ ، حضرت مرقد اقدس
                    حضرت نوح ؑ،مرقد صحابی امیر المومنین اثیب یمانی المعروف صافی
                    الصفاء
                  </li>
                  <li>مقام امام زین العابدینؑ ،</li>
                  <li>وادی السلام قبرستان جس میں 70 ہزار انبیاء مدفن ہیں</li>
                  <li>مرقد اقدس حضرت ہودؑ ، مرقد اقدس حضرت صالح ؑ ،</li>
                  <li>مقام امام جعفر صادق ؑ، مقام امام زمانہ ؑ۔</li>
                  <li>
                    مرقد صحابی حضرت کمیلؑ ، مسجد حنانہ جہاں 72 شہداء کربلا کے سر
                    اقدس رکھے گئے تھے اور جب مولاعلی ع کا جنازہ کوفہ سے نجف لایا
                    جارہا تھا تو اس مسجد کی دیواریں احتراماً جھکی تھیں۔
                  </li>
                  <li>
                    مرقد اقدس حضرت رقیہ بنت الحسن ع، مرقداقدس حضرت زہرہ بنت
                    الحسن ع{" "}
                  </li>
                  <li>مرقد اقدس حضرت آمنہ بنت الحسن ع</li>
                </ul>
              </div>
            </div>
            <div className="col-4 col-md-4 col-sm-4">
              <div className="bigbox">
                <h5>زیارات کوفہ</h5>
                <ul>
                  <li> مرقد اقدس صحابی حضرت میثم تمار ؑ، </li>
                  <li> مرقد اقدس حضرت ابراہیم بن حسن مثنی ؑ، </li>
                  <li>مولا امیر المومنین علیہ السلام کا گھر مبارک ۔</li>
                  مسجد سہلہ جس میں انبیا کرام آئمہ اور اولیا صالحین نے نمازیں
                  پڑھیں
                  <li>
                    مرقد اقدس حضرت رقیہ بنت الحسن ع، مرقداقدس حضرت زہرہ بنت
                    الحسن ع، مرقد اقدس حضرت آمنہ بنت الحسن ع
                  </li>
                </ul>
              </div>
            </div>

            <div className="col-4 col-md-4 col-sm-4">
              <div className="bigbox">
                <h5>زیارات مسجد کوفہ</h5>
                <ul>
                  <li>مرقد اقدس حضرت خدیجہ بنت امیر المومنین علیہ السلام</li>
                  <li> مرقد صحابی حضرت ہانی بن عروہ ؓ</li>
                  <li>
                    مقام نبی ابراہیم ؑ، مقام خضر ؑ، مقام دکتہ القضاء، مقام بیت
                    الطشت ، مقام نبی محمدﷺ ، مقام ساعہ ، مقام تنور نوح ؑ
                  </li>
                  <li>مقام امام جعفر صادق ؑ، مقام امام زمانہ ؑ۔</li>
                  <li>
                    مقام نبی آدم ؑ، مقام حضرت جبرائیل ؑ ، مقام نبی نوح ؑ، مقام
                    ضربت امیر المومنین ؑ ، مقام امام زین العابدین ؑ
                  </li>
                  <li>
                    مرقد اقدس حضرت رقیہ بنت الحسن ع، مرقداقدس حضرت زہرہ بنت
                    الحسن ع، مرقد اقدس حضرت آمنہ بنت الحسن ع
                  </li>
                </ul>
              </div>
            </div>
          </div>

          <div className="row">
            <div className="col-lg-4 col-md-4 col-sm-4">
              <div className="bigbox">
                <h5>زیارات حلہ</h5>
                <ul>
                  <li>
                    حضرت نبی ذوالکفل ؑ اور ان کے 5 اصحاب ، مسجد نخیلہ (کربلا سے
                    45میل جہاں مولا امام حسین ؑ نے عاشورا والے دن علم نصب کیا
                    تھا )
                  </li>
                  <li>مرقد اقدس حضرت سید زید بن امام زین العابدین ؑ</li>
                  <li>مرقد اقدس حضرت اسماء بنت عمیس زوجہ حضرت جعفر طیار ؑ</li>
                  <li>مرقد اقدس حضرت قاسم بن امام موسی کاظم ؑ</li>
                  <li>مرقد اقدس حضرت نبی ایوب ؑ</li>
                  <li>مرقد اقدس بی بی شریفہ بنت امام حسن ؑ</li>
                  <li>
                    معجزہ رد شمس جہاں مولا امیر علیہ السلام نے سورج پلٹایا تھا
                  </li>
                  <li>
                    مقام ولادت حضرت نبی ابراہیم ؑ ، مقام نمرود جہاں سے نمرود نے
                    آگ روشن کی تھی
                  </li>
                  <li>مقام خضر ؑ،</li>
                </ul>
              </div>
            </div>

            <div className="col-lg-4 col-md-4 col-sm-4">
              <div className="bigbox">
                <h5> زیارات بغداد</h5>
                <ul>
                  <li>مرقد اقدس حضرت امام موسی کاظم ؑ،</li>
                  <li>مرقد اقدس حضرت امام محمد تقی ؑ</li>
                  <li>مرقد اقدس صحابی حضرت بہلول ؓ ،</li>
                  <li>مسجد براثا</li>

                  <li>
                    مرقد اقدس صحابی حضرت قنبر صحابی امیر المومنین علیہ السلام
                  </li>
                  <li>
                    مراقد اقدس نواب اربعہ امام مھدی علیہ السلام کے چار نائب
                  </li>
                  <li>
                    مقام امیر المومنین علیہ السلام ،وہ پتھر جس پر جناب عیسی نبی
                    ؑ کی پیدائش ہوئی تھی
                  </li>
                </ul>
              </div>
            </div>

            <div className="col-lg-4 col-md-4 col-sm-4">
              <div className="bigbox">
                <h5>زیارات سامرہ</h5>
                <ul>
                  <li>مرقد اقدس حضرت امام علی نقی ؑ،</li>
                  <li>مرقد اقدس حضرت امام حسن عسکری ؑ ،</li>
                  <li>مرقد اقدس بی بی نرجس خاتون سلام اللہ علیھا،</li>
                  <li>مقام غیبت امام زمانہ ؑ</li>
                  <li>
                    رقد اقدس بی بی حکیمہ خاتون س ، امام علی نقی علیہ السلام کا
                    قید خانہ
                  </li>
                </ul>
              </div>
            </div>
          </div>

          <div className="row">
            <div className="col-lg-4 col-md-4 col-sm-4">
              <div className="bigbox">
                <h5>زیارات مدائن</h5>
                <ul>
                  <li> حضرت عبداللہ بن جابرانصاری ؑ</li>
                  <li>صحابی حضرت حذیفہ یمانی ؓ</li>
                  <li>مراقد اقدس صحابی حضرت سلمان فارسی ؑ</li>

                  <li>مرقداقدس حضرت طاھربن امام باقر ؑ</li>
                </ul>
              </div>
            </div>

            <div className="col-lg-4 col-md-4 col-sm-4">
              <div className="bigbox">
                <h5>زیارات کربلا</h5>
                <ul>
                  <li>مرقداقدس حضرت امام حسین ؑ،</li>

                  <li>مرقد اقدس حضرت عباس علمدار ؑ ؑ</li>

                  <li>حضرت علی اکبر ؑ ۔ حضرت علی اصغر ؑ</li>

                  <li>
                    مرقداقدس صحابی رسول اللہ ص حضرت جناب حبیب ابن مظاہر ؑ ۔
                  </li>

                  <li>
                    کف عباس علیہ السلام ۔ خیام گاہ ۔ ٹلہ زینبیہ ۔ نہر علقمہ ۔
                    مقام تکلم عمر سعدمع امام علیہ السلام
                  </li>

                  <li>مقتل گاہ ۔ گنج شہداء ۔</li>

                  <li>مقام فضہ و حارث شیر ۔ خیام گاہ کی مسجد</li>
                  <li>
                    مقام فصطاط وہ مقام جہاں سرکار علی اکبر علیہ السلام کی روح نے
                    جسم اطہر کو چھوڑا تھا
                  </li>
                  <li>مرقداقدس جناب ابراہیم مجاب ؑ</li>
                  <li>
                    مقتل گاہ سرکار علی اکبر علیہ السلام ، مقتل گاہ سرکار علی
                    اصغر علیہ السلام
                  </li>
                </ul>
              </div>
            </div>

            <div className="col-lg-4 col-md-4 col-sm-4">
              <div className="bigbox">
                <h5> زیارات مسیب</h5>
                <ul>
                  <li>جناب عقیل بن ابی طالب ؑ</li>
                  <li>
                    جناب ابو قاسم بن امام حسن ؑ (امام حسن علیہ السلام کے بڑے
                    بیٹے )
                  </li>
                  <li>
                    مراقد اقدس طفلان امیر مسلم ؑ جناب محمد ؑ و جناب ابراہیم ؑ
                  </li>
                </ul>
              </div>
            </div>
          </div>

          <div className="container p-5">
            <div className="row">
              <div className="col-lg-12 col-md-12 col-sm-12">
                <div className="shamheading text-center">
                  <h2> All Ziyarat of Sham</h2>
                </div>
              </div>

              <div className="row">
                <div className="col-lg-6 col-md-6 col-sm-6">
                  <div className="bigbox">
                    <h5>زیارات مقدسہ شام</h5>
                    <ul>
                      <li>دربار شام</li>
                      <li>روضہ اقدس بی بی زینب بنت امام علی علیہ السلام</li>
                      <li>روضہ اقدس بی بی ام کلثوم بنت امام علی علیہ السلام</li>
                      <li>روضہ اقدس بی بی فضہ سلام اللہ علیھا</li>
                      <li>
                        روضہ اقدس بی بی فاطمہ صغری بنت امام حسین علیہ السلام
                      </li>
                      <li>روضہ اقدس حضرت بلال رضی اللہ عنہ</li>
                      <li>وضہ اقدس زوجہ رسول خدا ص ام سلمی</li>
                      <li>روضہ اقدس بی بی سکینہ بنت امام حسین علیہ السلام</li>
                      <li>وضہ اقدس زوجہ رسول خدا ص ام حبیبہ</li>
                    </ul>
                  </div>
                </div>

                <div className="col-lg-6 col-md-6 col-sm-6">
                  <div className="bigbox">
                    <ul>
                      <li>بازار شام</li>
                      <li>وضہ اقدس نبی خدا حضرت یحییٰ بن زکریا</li>
                      <li>دربار شام میں مقام راس امام حسین علیہ السلام</li>
                      <li>روضہ اقدس بی بی فضہ سلام اللہ علیھا</li>
                      <li>دربار شام میں مقام امام سجاد علیہ السلام</li>
                      <li>روضہ اقدس حضرت عمار یاسر</li>
                      <li>روضہ اقدس حضرت اویس قرنی</li>
                      <li>
                        روضہ اقدس بی بی فاطمہ صغری بنت امام حسین علیہ السلام
                      </li>
                      <li>
                        دربار شام میں وہ جگہ جہاں مستورات آل محمد کو کھڑا کیا
                        گیا
                      </li>
                    </ul>
                  </div>
                </div>
              </div>
            </div>
          </div>

          <div className="container">
            <div className="row">
              <div className="col-lg-12 col-md-12 col-sm-12">
                <div className="shamheading text-center">
                  <h2> All Ziyarat of Sham</h2>
                </div>
              </div>
            </div>

            <div className="row">
              <div className="col-lg-4 col-md-4 col-sm-4">
                <div className="bigbox">
                  <h5> زیارات ایران قم </h5>
                  <ul>
                    <li>
                      روضہ اقدس حضرت بی بی فاطمہ معصومہ قم سلام اللہ علیھا
                    </li>
                    <li> حضرت معصومہ بی بی کا گھر</li>
                    <li> روضہ اقدس احمد بن اسحاق</li>
                    <li>
                      روضہ اقدس شاهزاده ناصرالدین بن امام زین العابدین (ع)
                    </li>
                    <li>
                      روضہ اقدس اسماعیل بن امام موسیٰ کاظم علیہ السلام (ع)
                    </li>
                    <li>روضہ اقدس شاهزاده هادی بن ناصرالدین (ع)</li>
                    <li>روضہ اقدس شاهزاده مهدی بن ناصر الدین (ع)</li>

                    <li>روضہ اقدس چهل اختران</li>
                    <li>روضہ اقدس موسی مبرقع بن امام محمد تقی (ع) </li>
                    <li>روضہ اقدس زید بن امام سجاد علیہ السلام</li>
                    <li>روضہ اقدس حضرت طاھر بن امام سجاد علیہ السلام</li>

                    <li>روضہ اقدس شاه حمزه بن امام موسی كاظم (ع) می دانند، </li>
                  </ul>
                </div>
              </div>

              <div className="col-lg-4 col-md-4 col-sm-4">
                <div className="bigbox">
                  <h5>زیارات تھران </h5>
                  <ul>
                    <li> روضہ اقدس حضرت زید بن امام سجاد علیہ السلام</li>
                    <li> روضہ اقدس حضرت شاہ عبدالعظیم حسنی</li>
                    <li> روضہ اقدس بی بی شھر بانو سلام اللہ علیھا</li>
                    <li> روضہ اقدس حضرت حمزہ بن امام موسی کاظم علیہ السلام</li>
                    <li>روضہ اقدس حضرت طاھر بن امام سجاد علیہ السلام</li>
                  </ul>
                </div>
              </div>

              <div className="col-lg-4 col-md-4 col-sm-4">
                <div className="bigbox">
                  <h5> زیارات اصفھان</h5>
                  <ul>
                    <li> روضہ اقدس حضرت محمد بن امام باقر علیہ السلام </li>
                    <li> روضہ اقدس حضرت اسماعیل بن بن امام حسن علیہ السلام</li>
                    <li>
                      روضہ اقدس حضرت ھارون ولایت بن بن امام حسن علیہ السلام
                    </li>
                    <li> روضہ اقدس بی بی زینب بنت امام موسی کاظم علیہ</li>
                  </ul>
                </div>
              </div>
            </div>

            <div className="row">
              <div className="col-lg-4 col-md-4 col-sm-4">
                <div className="bigbox">
                  <h5> زیارات ساوہ </h5>
                  <ul>
                    <li>روضہ اقدس حضرت عباس بن علی علیہ السلام</li>
                    <li>روضہ اقدس حضرت علی اصغر</li>
                    <li>روضہ اقدس حضرت اسحاق بن موسی کاظم علیہ السلام</li>
                    <li>روضہ اقدس حضرت احمد بن موسی کاظم علیہ السلام</li>
                  </ul>
                </div>
              </div>

              <div className="col-lg-4 col-md-4 col-sm-4">
                <div className="bigbox">
                  <h5> زیارات نیشاپور </h5>
                  <ul>
                    <li>روضہ اقدس بی بی شطیطہ</li>
                    <li>قدم گاہ امام رضا علیہ السلام</li>
                    <li>
                      روضہ اقدس حضرت محمد محروق بن بن امام سجاد علیہ السلام
                    </li>
                    <li>رروضہ اقدس حضرت ابراہیم بن بن امام رضا علیہ السلام</li>
                  </ul>
                </div>
              </div>

              <div className="col-lg-4 col-md-4 col-sm-4">
                <div className="bigbox">
                  <h5> زیارات مشھد المقدس </h5>
                  <ul>
                    <li>حرم مطھر حضرت امام علی رضا علیہ السلام</li>
                    <li>
                      روضہ اقدس حضرت ناصر و یاسر بن امام موسی کاظم علیہ السلا
                    </li>
                    <li>قبر مبارک خواجہ ربیع</li>
                    <li>روضہ اقدس حضرت یحییٰ بن بن امام حسین علیہ السلام </li>
                    <li>قبر مبارک اباصلت</li>
                  </ul>
                </div>
              </div>
            </div>
          </div>
        </div>

        <Footer></Footer>
      </div>
    );
  }
}

export default SinglePackage;
